Repository: raubert4/testRepo
Catalog: TestAppPWA/Resources/SharedResource.*.resx
Languages: de, fr

# Home_TextWelcome
source: Welcome to mobile app of AR²Timing.
de: Willkommen in der mobilen App von AR²Timing.
fr: Bienvenue sur l'application mobile de AR²Timing.

# Home_TextGoToAR2Timing
source: To see all results, go to
de: Um alle Ergebnisse zu sehen, gehen Sie zu
fr: Pour voir tous les résultats, aller sur

# Menu_Home
source: Home
de: Startseite
fr: Accueil

# Menu_Races
source: Races
de: Rennen
fr: Courses

# Menu_Timing
source: Timing
de: Zeitmessung
fr: Chronométrage

# Menu_TimingOverview
source: Timing Overview
de: Zeitmessung Übersicht
fr: Chrono. résumé

# Menu_CreateRace
source: Create new race
de: Neues Rennen erstellen
fr: Créer nouvelle course

# Menu_Participants
source: Participants
de: Teilnehmer

# Menu_StartRace
source: Start race
de: Rennen starten
fr: Départ

# Menu_Passings
source: Passings
de: Durchgänge
fr: Passages

# Menu_RankingScratch
source: Ranking Scratch
de: Gesamtwertung (Scratch)
fr: Classement scatch

# Menu_About
source: About
de: Über
fr: À propos

# Gen_Loading
source: Loading...
de: Laden...
fr: Chargement...

# About_Bt_ClearRace
source: Clear current race data
de: Aktuelle Renndaten löschen
fr: Effacer les données course encours

# About_Bt_TestCon
source: Test connection
de: Verbindung testen
fr: Tester connection

# About_Label_Lang
source: Language :
de: Sprache:
fr: Langue :

# About_Label_UniqueId
source: Unique Id :
de: Eindeutige ID:

# Gen_Err_NoCurrentRace
source: No current race !
de: Kein aktuelles Rennen!
fr: Aucune course encours !

# Gen_Err_NoParticipant
source: No participant !
de: Kein Teilnehmer!
fr: Aucun participant !

# About_Text_SureClearData
source: Are you sure to clear all results and participants ?
de: Sind Sie sicher, dass Sie alle Ergebnisse und Teilnehmer löschen möchten?
fr: Etes-vous sur de vouloir supprimer toutes les participants et passages ?

# About_Text_DataCleared
source: Race '{0}' cleared
de: Rennen '{0}' gelöscht
fr: Course '{0}' effacée

# Races_Text_RaceSelected
source: Race '{0}' selected
de: Rennen '{0}' ausgewählt
fr: Course '{0}' sélectionnée

# Participants_Text_NbImported
source: {0} participants imported
de: {0} Teilnehmer importiert
fr: {0} participants importés

# Passings_Text_NbSent
source: {0} passings sent
de: {0} Durchgänge gesendet
fr: {0} passages envoyés

# About_Text_ConKo
source: Connexion {0} KO
de: Verbindung {0} fehlgeschlagen
fr: Connection {0} KO

# About_Text_ConOk
source: Connexion {0} OK
de: Verbindung {0} OK
fr: Connection {0} OK

# CreateRace_Lbl_Date
source: Date
de: Datum

# CreateRace_Lbl_Type
source: Type
de: Typ

# CreateRace_Txt_CreationDone
source: New race saved
de: Neues Rennen gespeichert
fr: Nouvelle course enregistrée

# Gen_Save
source: Save
de: Speichern
fr: Enregistrer

# Gen_Validate
source: Validate
de: Bestätigen
fr: Valider

# Gen_Cancel
source: Cancel
de: Abbrechen
fr: Annuler

# Gen_Yes
source: Yes
de: Ja
fr: Oui

# Gen_No
source: No
de: Nein
fr: Non

# Gen_NotSent
source: Not sent
de: Nicht gesendet
fr: Pas envoyé

# Gen_NotStarted
source: Not started
de: Nicht gestartet
fr: Non démarré

# Gen_StartedAt
source: Started at {0}
de: Gestartet um {0}
fr: Démarré à {0}

# Gen_NotImplemented
source: Not implemented yet !
de: Noch nicht implementiert!
fr: Pas encore implémenté !

# Gen_Err_MissingField
source: Missing '{0}' !
de: '{0}' fehlt!
fr: '{0}' manquant !

# Races_Bt_ImportRaces
source: Import a race
de: Rennen importieren
fr: Importer une course

# Races_Lbl_NbPassings
source: Nb passings :
de: Anzahl Durchgänge:
fr: Nb passages :

# Races_Lbl_NbParticipants
source: Nb participants :
de: Anzahl Teilnehmer:

# Participants_Bt_AddPart
source: Add participant
de: Teilnehmer hinzufügen
fr: Ajouter participant

# Participants_Bt_Import
source: Import participants
de: Teilnehmer importieren
fr: Importer participants

# Participants_Err_NoParticiant
source: No participant found !
de: Kein Teilnehmer gefunden!
fr: Aucun participant trouvé !

# Participants_Bt_ImportBusy
source: Importing...
de: Importieren...
fr: Import encours...

# StartRace_Lbl_StartTime
source: Start time :
de: Startzeit:
fr: Heure de départ :

# StartRace_Lbl_BibTo
source: Bib to :
de: Startnr. bis:
fr: Au dossard :

# StartRace_Lbl_TimeSent
source: Times sent :
de: Zeiten gesendet:
fr: Temps envoyé :

# StartRace_Err_NotStarted
source: Race not started yet !
de: Rennen noch nicht gestartet!
fr: Course non démarré !

# StartRace_Err_HavePassings
source: Race have already passings !
de: Rennen hat bereits Durchgänge!
fr: La course a déjà des passages !

# StartRace_Txt_StartTimeSent
source: Start time resets
de: Startzeit zurücksetzen
fr: Heure de départ réinitialisée

# StartRace_Txt_ConfirmReset
source: Start time already sent, are you sure to reset it ?
de: Startzeit bereits gesendet. Möchten Sie diese wirklich zurücksetzen?
fr: Heure de départ déjà envoyé, êtes-vous sur de la réinitialiser ?

# StartRace_Txt_StartTimeReseted
source: Start time sent
de: Startzeit gesendet
fr: Heure de départ envoyée

# StartRace_Txt_TimeChanged
source: Start time changed
de: Startzeit geändert
fr: Heure de départ changée

# StartRace_Txt_RacceStarted
source: Race started
de: Rennen gestartet
fr: Course démarrée

# StartRace_Err_AlreadySent
source: Times already sent !
de: Zeiten bereits gesendet!
fr: Temps déjà envoyés !

# StartRace_Err_AlreadyStarted
source: Race already started !
de: Rennen bereits gestartet!
fr: Course déjà démarrée !

# StartRace_Lbl_BibFrom
source: Bib from :
de: Startnr. von:
fr: Du dossard :

# StartRace_Lbl_BibRangeOnly
source: Bib range only
de: Nur Startnummernbereich
fr: Uniquement plage de dossards

# StartRace_Bt_SendTime
source: Send start time
de: Startzeit senden
fr: Envoyer heure de départ

# StartRace_Bt_SendTimeBusy
source: Sending...
de: Senden...
fr: Envoi encours...

# StartRace_Bt_Reset
source: Reset
de: Zurücksetzen
fr: Réinitialiser

# StartRace_Bt_Change
source: Change
de: Ändern
fr: Changer

# Timing_Lbl_RaceTime
source: Race time :
de: Rennzeit:
fr: Temps de course :

# Timing_Bt_HidePassed
source: Hide passed
de: Passierte ausblenden
fr: Masquer passés

# Timing_Bt_ShowPassed
source: Show passed
de: Passierte anzeigen
fr: Afficher passés

# Timing_Lbl_BibPlaceholder
source: Bib...
de: Startnr...
fr: Dossard...

# Timing_Bt_Mode
source: Mode
de: Modus

# Timing_Txt_BibChanged
source: Bib changed to {0}
de: Startnummer geändert in {0}
fr: Dossard changé en {0}

# Passings_Txt_TimeChanged
source: Time changed to {0}
de: Zeit geändert in {0}
fr: Temps changé en {0}

# Passings_Txt_PassingAdded
source: Passing added for bib {0}
de: Durchgang für Startnr. {0} hinzugefügt
fr: Passage ajouté pour le dossard {0}

# Timing_Lbl_EnterBib
source: Enter bib
de: Startnummer eingeben
fr: Saisir dossard

# Passings_Lbl_EnterTime
source: Enter time
de: Zeit eingeben
fr: Saisir temps

# Timing_Lbl_Bib
source: Bib :
de: Startnr. :
fr: Dossard :

# Passings_Bt_Send
source: Send passings
de: Durchgänge senden
fr: Envoyer les passages

# Passings_Bt_SendBusy
source: Sending...
de: Senden...
fr: Envoi encours...

# Passings_Bt_AddBefore
source: Add above
de: Oberhalb hinzufügen
fr: Ajouter au-dessus

# Passings_Bt_AddAfter
source: Add below
de: Unterhalb hinzufügen
fr: Ajouter en-dessous

# Passings_Bt_EditBib
source: Edit bib
de: Startnummer bearbeiten
fr: Modifier dossard

# Passings_Bt_EditTime
source: Edit time
de: Zeit bearbeiten
fr: Modifier temps

# Passings_Err_PassAlreadyRemoved
source: This passing is already removed !
de: Dieser Durchgang wurde bereits entfernt!
fr: Ce passage est déjà supprimé !

# Passings_Err_PassNotRemoved
source: This passing is not removed !
de: Dieser Durchgang wurde nicht entfernt!
fr: Ce passage n'est pas supprimé !

# Passings_Err_NoPassing
source: No passing to send !
de: Kein Durchgang zum Senden!
fr: Aucun passage à envoyer !

# RankingScratch_Lbl_NbRanked
source: Nb ranked :
de: Anzahl gewertet:
fr: Nb classés :

# RankingScratch_Lbl_Rank
source: Rank
de: Rang
fr: Rang

# RankingScratch_Lbl_Time
source: Time
de: Zeit
fr: Temps

# RankingScratch_Lbl_Laps
source: Laps
de: Runden
fr: Tours

# RankingScratch_Lbl_Bib
source: Bib
de: Startnr.
fr: N°

# RankingScratch_Bt_CalculateRanking
source: Calculate ranking
de: Klassement berechnen
fr: Calculer classement

# Menu_Lbl_CurrentRace
source: Current race :
de: Aktuelles Rennen:
fr: Course encours :

# CreateRace_Lbl_Name
source: Name
fr: Nom

# CreateRace_Lbl_Ar2tCode
source: AR²Timing code
fr: Code AR²Timing

# CreateRace_Lbl_Server
source: DEV server
fr: DEV serveur

# StartRace_Bt_Start
source: Start
fr: Démarrer

# RankingScratch_Lbl_Name
source: Name
fr: Nom
